[{
  "id": "6806c7800eef2fd9c634e1b1",
  "name": "Community Art Terrace ",
  "mission": "Our mission at the CAT Garden is to incorporate gardening, education and social justice in an outdoor learning environment to develop aware students that understand the connectedness of communal wellbeing, sustainable practices and a sense of environmental responsibility.",
  "location": "Sixth College (NTPLLN), Kaleidoscope, Floor 7",
  "instagram": "@catgardenatsixth",
  "email": "catgardensixthcollege@gmail.com"
},
{
  "id": "6806c82f0eef2fd9c634e1b3",
  "name": "Ellie's Garden",
  "mission": "By creating and maintaining a communal garden in Eleanor Roosevelt College, we strive to share gardening and life-long sustainable practices, involve people in the slow food process and create a greener ERC community.",
  "location": "Eleanor Roosevelt College Victory Plot near Africa Hall and The Farm near Europe Halls",
  "instagram": "@elliesgardenerc",
  "email": "elliesgardenERC@gmail.com"
},
{
  "id": "6806cb050eef2fd9c634e1b4",
  "name": "Marshall Community Garden",
  "mission": "As guided by the philosophy of Thurgood Marshall College, to develop the scholar and the citizen, the Community Garden will serve as an opportunity to learn about social responsibility through sustainable living, an outdoor study area and a means to develop a close-knit Marshall community.",
  "location": "Next to Fireside Lounge",
  "instagram": "",
  "email": "marshallcommunitygarden70@gmail.com"
},
{
  "id": "6806cb630eef2fd9c634e1b5",
  "name": "Mesa Neuva West Garden",
  "mission": "Our garden mission is to provide residents of Mesa Nueva and Nuevo West with the opportunity to garden while residing in these two graduate housing communities. To join our plot waitlist, email mesanueva@ucsd.edu and inquire about plot availability.",
  "location": "East of the Marea Building and north of the Central Mesa Large Playground",
  "instagram": "@‌mesanuevacompst",
  "email": "mesanueva@ucsd.edu"
},
{
  "id": "68088e3414e1c13f61538eec",
  "name": "Muir Half Moon Meadow",
  "mission": "Muir’s Half Moon Meadow is a community garden that provides a space and the opportunity for students to learn gardening skills, enjoy some plants and grow their own food while also encouraging sustainable life-long practices.",
  "location": "Muir College next to Middle of Muir and the Tamarack Apartments",
  "instagram": "@plants.gardening",
  "email": "muirshalfmoonmeadow@gmail.com"
},
{
  "id": "6808900514e1c13f61538eed",
  "name": "Roger's Community Garden",
  "mission": "We are a student space and resource for students, staff, faculty and alumni to come together to learn about agriculture, organic gardening and sustainability. We support all student projects and provide land for growing your own food.",
  "location": "Quarter acre south of the Che Cafe and East of the Wagner Dance Studios",
  "instagram": "",
  "email": "rogerscommunitygarden@gmail.com"
},
{
  "id": "6808918214e1c13f61538eee",
  "name": "SERF Urban Patio",
  "mission": "",
  "location": "Fourth floor balcony on the south and east sides of Science and Engineering Research Facility",
  "instagram": "",
  "email": "aberti@ucsd.edu"
},
{
  "id": "6808923514e1c13f61538eef",
  "name": "Seventh College Garden",
  "mission": "To grow healthy food onsite in order to combat food insecurity and build community in Seventh College.",
  "location": "The Seventh College West, next to the BBQ area",
  "instagram": "",
  "email": "seventhstudentaffairs@ucsd.edu"
},
{
  "id": "680892f114e1c13f61538ef0",
  "name": "South Mesa Garden",
  "mission": "",
  "location": "South of Mesa Housing 9142 South",
  "instagram": "",
  "email": "mesahdh@ucsd.edu"
},
{
  "id": "6808933014e1c13f61538ef1",
  "name": "Student Center Garden",
  "mission": "At the Student Center Garden, everything grown is edible. It is a sustainable garden that offers fresh, seasonal fruits and vegetables to students through the Triton Food Pantry. The garden also serves as a quiet place for reflection for visitors.\n",
  "location": "Patio below the LGBT Resource Center",
  "instagram": "",
  "email": "ucensustain@ucsd.edu"
},
{
  "id": "6808939c14e1c13f61538ef3",
  "name": "Warren Grow",
  "mission": "We aim to build a community where students work to create, maintain and explore sustainable food systems through sustainable agriculture.\n",
  "location": "Between the Student Activity Center and Goldberg Hall",
  "instagram": "@warrengarden_ucsd",
  "email": ""
}]